Repository: biglinux/biglinux-welcome
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Accessibility
bg: Достъпност
cs: Přístupnost
da: Tilgængelighed
de: Barrierefreiheit
el: Προσβασιμότητα
es: Accesibilidad
et: Ligipääsetavus
fi: Saavutettavuus
fr: Accessibilité
he: נגישות
hr: Pristupačnost
hu: Hozzáférhetőség
is: Aðgengi
it: Accessibilità
ja: アクセシビリティ
nl: Toegankelijkheid
no: Tilgjengelighet
pl: Dostępność
pt: Acessibilidade
ro: Accesibilitate
ru: Доступность
sk: Prístupnosť
sv: Tillgänglighet
uk: Доступність

source: Audio Converter
bg: Аудио конвертор
cs: Audio převodník
da: Lydkonverterer
de: Audio-Konverter
el: Μετατροπέας Ήχου
es: Convertidor de Audio
et: Heli Converter
fi: Äänimuunnin
fr: Convertisseur Audio
he: ממיר אודיו
hr: Audio Konverter
hu: Hangátalakító
is: Hljóðbreytir
it: Convertitore Audio
ja: オーディオコンバータ
no: Lydkonverterer
pl: Konwerter audio
pt: Conversor de Áudio
ro: Converter audio
ru: Аудиоконвертер
sk: Prevodník zvuku
sv: Ljudkonverterare
uk: Аудіо конвертер

source: BigLinux Info
bg: BigLinux Информация
de: BigLinux Informationen
el: BigLinux Πληροφορίες
es: Información de BigLinux
et: BigLinuxi teave
fi: BigLinux Tiedot
fr: Informations sur BigLinux
he: מידע על BigLinux
hr: BigLinux Informacije
hu: BigLinux Információ
is: BigLinux upplýsingar
ja: BigLinux 情報
nl: BigLinux Informatie
no: BigLinux Informasjon
pl: Informacje o BigLinux
pt: Informações do BigLinux
ro: Informații despre BigLinux
ru: BigLinux Информация
sk: BigLinux Informácie
uk: BigLinux Інформація

source: BigLinux Settings
bg: Настройки на BigLinux
cs: Nastavení BigLinux
da: BigLinux Indstillinger
de: BigLinux-Einstellungen
el: Ρυθμίσεις BigLinux
es: Configuraciones de BigLinux
et: BigLinuxi seaded
fi: BigLinux Asetukset
fr: Paramètres de BigLinux
he: הגדרות BigLinux
hr: BigLinux Postavke
hu: BigLinux Beállítások
is: BigLinux Stillingar
it: Impostazioni di BigLinux
ja: BigLinux 設定
nl: BigLinux Instellingen
no: BigLinux Innstillinger
pl: Ustawienia BigLinux
pt: Configurações do BigLinux
ro: Setări BigLinux
ru: Настройки BigLinux
sk: Nastavenia BigLinux
sv: BigLinux Inställningar
uk: Налаштування BigLinux

source: Choose Your Avatar
bg: Изберете своя аватар
cs: Vyberte si svou avatara
da: Vælg din avatar
de: Wählen Sie Ihren Avatar
el: Επιλέξτε τον Άβατάρ σας
es: Selecciona tu avatar
et: Vali oma avatar
fi: Valitse avatarisi
fr: Choisissez votre avatar
he: בחר את הדמות שלך
hr: Odaberite svoj avatar
hu: Válaszd ki az Avatárod
is: Veldu þinn persónu.
it: Scegli il tuo avatar
ja: アバターを選択してください
nl: Kies je Avatar
no: Velg din avatar
pl: Wybierz swojego awatara
pt: Escolha o seu avatar
ro: Alege-ți Avatarul
ru: Выберите свой аватар
sk: Vyberte si svoj avatar
sv: Välj din avatar
uk: Виберіть свого аватара

source: Choose your default browser
bg: Изберете вашия браузър по подразбиране
cs: Vyberte si svůj výchozí prohlížeč
da: Vælg din standardbrowser
de: Wählen Sie Ihren Standardbrowser aus
el: Επιλέξτε τον προεπιλεγμένο σας περιηγητή
es: Elige tu navegador predeterminado
et: Vali oma vaikimisi brauser.
fi: Valitse oletusselaimesi
fr: Choisissez votre navigateur par défaut
he: בחר את הדפדפן ברירת המחדל שלך
hr: Odaberite svoj zadani preglednik
hu: Válaszd ki az alapértelmezett böngésződet
is: Veldu vafra þinn sem sjálfgefinn.
it: Scegli il tuo browser predefinito
ja: デフォルトのブラウザを選択してください。
nl: Kies uw standaardbrowser
no: Velg standard nettleser
pl: Wybierz swoją domyślną przeglądarkę
pt: Escolha o seu navegador padrão
ro: Alegeți browserul implicit.
ru: Выберите ваш браузер по умолчанию
sk: Vyberte si svoj predvolený prehliadač
sv: Välj din standardwebbläsare
uk: Виберіть ваш браузер за замовчуванням

source: Configure voice
bg: Конфигурирайте гласа
cs: Nastavit hlas
da: Konfigurer stemme
de: Sprache konfigurieren
el: Ρυθμίστε τη φωνή
es: Configurar voz
et: Konfigureeri hääl
fi: Määritä ääni
fr: Configurer la voix
he: הגדר קול
hr: Konfiguriraj glas
hu: Hangszóró beállítása
is: Stilltu radd.
it: Configura voce
ja: 音声の設定
nl: Spraak configureren
no: Konfigurer stemme
pl: Skonfiguruj głos
pt: Configurar voz
ro: Configurează vocea
ru: Настроить голос
sk: Nastaviť hlas
sv: Konfigurera röst
uk: Налаштувати голос

source: Control Center
bg: Контролен център
cs: Ovládací centrum
da: Kontrolcenter
de: Steuerzentrale
el: Κέντρο Ελέγχου
es: Centro de Control
et: Juhtimiskeskus
fi: Ohjauskeskus
fr: Centre de contrôle
he: מרכז בקרה
hr: Kontrolni centar
hu: Vezérlőközpont
is: Stýri miðstöð
it: Centro di Controllo
ja: コントロールセンター
nl: Bedieningscentrum
no: Kontrollsenter
pl: Centrum sterowania
pt: Central de Controle
ro: Centrul de control
ru: Центр управления
sk: Ovládacie centrum
sv: Kontrollcenter
uk: Центр керування

source: Discover some features
bg: Открийте някои функции
cs: Objevte některé funkce
da: Opdag nogle funktioner
de: Entdecken Sie einige Funktionen
el: Ανακαλύψτε μερικά χαρακτηριστικά
es: Descubre algunas funciones
et: Avasta mõned funktsioonid
fi: Tutustu joihinkin ominaisuuksiin
fr: Découvrez certaines fonctionnalités
he: גלה כמה תכונות
hr: Otkrijte neke značajke
hu: Fedezze fel a funkciókat
is: Uppgötvaðu nokkrar eiginleika
it: Scopri alcune funzionalità
ja: いくつかの機能を発見する
nl: Ontdek enkele functies
no: Oppdag noen funksjoner
pl: Odkryj kilka funkcji
pt: Descubra algumas funcionalidades
ro: Descoperiți câteva caracteristici
ru: Узнайте о некоторых функциях
sk: Objavte niektoré funkcie
sv: Upptäck några funktioner
uk: Відкрийте деякі функції

source: Display Settings
bg: Настройки на дисплея
cs: Nastavení zobrazení
da: Skærmindstillinger
de: Anzeigeeinstellungen
el: Ρυθμίσεις Οθόνης
es: Configuración de pantalla
et: Kuva seaded
fi: Näyttöasetukset
fr: Paramètres d'affichage
he: הגדרות תצוגה
hr: Postavke prikaza
hu: Kijelzőbeállítások
is: Sýningarstillingar
it: Impostazioni di visualizzazione
ja: 表示設定
nl: Beeldinstellingen
no: Skjerminnstillinger
pl: Ustawienia wyświetlania
pt: Configurações de tela
ro: Setări de afișare
ru: Настройки дисплея
sk: Nastavenia zobrazenia
sv: Skärminställningar
uk: Налаштування дисплея

source: Donate
bg: Дарение
cs: Darovat
da: Donér
de: Spenden
el: Δωρεά
es: Donar
et: Annetama
fi: Lahjoita
fr: Faire un don
he: תרום
hr: Doniraj
hu: Adományozás
is: Donera
it: Dona
ja: 寄付する
nl: Doneren
no: Doner
pl: Darowizna
pt: Doar
ro: Donează
ru: Пожертвовать
sk: Darovať
sv: Donera
uk: Пожертвувати

source: Donation and Social Networks
bg: Дарение и социални мрежи
cs: Darování a sociální sítě
da: Donation og sociale netværk
de: Spenden und soziale Netzwerke
el: Δωρεά και Κοινωνικά Δίκτυα
es: Donación y Redes Sociales
et: Donatsioon ja sotsiaalvõrgustikud
fi: Lahjoitus ja sosiaaliset verkostot
fr: Donations et Réseaux Sociaux
he: תרומות ורשתות חברתיות
hr: Donacije i društvene mreže
hu: Adományozás és közösségi hálózatok
is: Donations og félagsnet.
it: Donazione e Reti Sociali
ja: 寄付とソーシャルネットワーク
nl: Donatie en Sociale Netwerken
no: Donasjon og sosiale nettverk
pl: Darowizna i Sieci Społecznościowe
pt: Doações e Redes Sociais
ro: Donatii si Rețele Sociale
ru: Пожертвования и социальные сети
sk: Darovanie a sociálne siete
sv: Donation och sociala nätverk
uk: Пожертвування та соціальні мережі

source: Driver Installation and Hardware Information
bg: Инсталиране на драйвери и информация за хардуер
cs: Instalace ovladače a informace o hardwaru
da: Driverinstallation og hardwareinformation
de: Treiberinstallation und Hardwareinformationen
el: Εγκατάσταση οδηγών και πληροφορίες υλικού
es: Instalación de controladores e información de hardware
et: Juhi paigaldamine ja riistvara teave
fi: Ohjaimen asennus ja laitetiedot
fr: Installation du pilote et informations sur le matériel
he: התקנת מנהל התקן ומידע על חומרה
hr: Instalacija upravljača i informacije o hardveru
hu: Illesztőprogram telepítése és hardverinformációk
is: Þjónustuforritsuppsetning og vélbúnaðarupplýsingar
it: Installazione del driver e informazioni sull'hardware
ja: ドライバーのインストールとハードウェア情報
nl: Stuurprogramma-installatie en hardware-informatie
no: Driverinstallasjon og maskinvareinformasjon
pl: Instalacja sterowników i informacje o sprzęcie
pt: Instalação de Driver e Informações de Hardware
ro: Instalarea driverului și informații despre hardware
ru: Установка драйвера и информация о оборудовании
sk: Inštalácia ovládača a informácie o hardvéri
sv: Drivrutinsinstallation och hårdvaruinformation
uk: Встановлення драйверів та інформація про апаратуру

source: Driver Manager
bg: Мениджър на драйвери
cs: Správce ovladačů
da: Driveradministrator
de: Treiber-Manager
el: Διαχειριστής Οδηγών
es: Administrador de controladores
et: Juhtmehaldur
fi: Ohjainhallinta
fr: Gestionnaire de pilotes
he: מנהל מנהלי התקנים
hr: Upravitelj upravljača
hu: Illesztőprogram-kezelő
is: Ökuskýfirlit
it: Gestore dei driver
ja: ドライバーマネージャー
nl: Stuurprogrammabeheer
no: Driverbehandler
pl: Menadżer sterowników
pt: Gerenciador de Drivers
ro: Manager de drivere
ru: Диспетчер драйверов
sk: Správca ovládačov
sv: Drivrutinshanterare
uk: Менеджер драйверів

source: Forum
bg: Форум
cs: Fórum
el: Φόρουμ
es: Foro
et: Foorum
fi: Foorumi
he: פורום
hu: Fórum
is: Vefgáttur
ja: フォーラム
pt: Fórum
ru: Форум
sk: Fórum
uk: Форум

source: Initial Settings
bg: Начални настройки
cs: Počáteční nastavení
da: Indledende indstillinger
de: Ersteinstellungen
el: Αρχικές Ρυθμίσεις
es: Configuraciones iniciales
et: Esialgsed seaded
fi: Alkuasetukset
fr: Paramètres initiaux
he: הגדרות ראשוניות
hr: Početne postavke
hu: Kezdőbeállítások
is: Upphafsstillingar
it: Impostazioni iniziali
ja: 初期設定
nl: Initiële instellingen
no: Første innstillinger
pl: Ustawienia początkowe
pt: Configurações Iniciais
ro: Setări inițiale
ru: Начальные настройки
sk: Počiatočné nastavenia
sv: Initiala inställningar
uk: Початкові налаштування

source: Install or Remove Drivers and Firmwares easily.
bg: Лесно инсталирайте или премахвайте драйвери и фърмуер.
cs: Snadno nainstalujte nebo odinstalujte ovladače a firmwary.
da: Installer eller fjern drivere og firmware nemt.
de: Treiber und Firmware einfach installieren oder entfernen.
el: Εγκαταστήστε ή αφαιρέστε εύκολα τους οδηγούς και τα υλικολογισμικά.
es: Instalar o eliminar controladores y firmware fácilmente.
et: Installige või eemaldage draivereid ja püsivara lihtsalt.
fi: Asenna tai poista ohjaimia ja laiteohjelmistoja helposti.
fr: Installez ou supprimez facilement des pilotes et des micrologiciels.
he: התקן או הסר מנהלי התקן וקושחות בקלות.
hr: Jednostavno instalirajte ili uklonite upravljačke programe i firmvere.
hu: Illessze vagy távolítsa el a meghajtókat és a firmware-eket egyszerűen.
is: Settu eða fjarlægðu drif og fastbúnað auðveldlega.
it: Installa o rimuovi facilmente driver e firmware.
ja: ドライバーとファームウェアを簡単にインストールまたは削除します。
nl: Installeer of verwijder stuurprogramma's en firmware eenvoudig.
no: Installer eller fjern drivere og fastvare enkelt.
pl: Zainstaluj lub usuń sterowniki i oprogramowanie układowe łatwo.
pt: Instale ou remova drivers e firmwares facilmente.
ro: Instalați sau eliminați driverele și firmware-urile cu ușurință.
ru: Устанавливайте или удаляйте драйверы и прошивки легко.
sk: Jednoducho nainštalujte alebo odstráňte ovládače a firmvér.
sv: Installera eller ta bort drivrutiner och firmware enkelt.
uk: Легко встановлюйте або видаляйте драйвери та прошивки.

source: KDE Connect is an application that facilitates wireless communication and data transfer between devices on local networks. Available on the Google Play Store for Android and the Apple Store for iPhone.
bg: KDE Connect е приложение, което улеснява безжичната комуникация и пренос на данни между устройства в локални мрежи. Наличен в Google Play Store за Android и Apple Store за iPhone.
cs: KDE Connect je aplikace, která usnadňuje bezdrátovou komunikaci a přenos dat mezi zařízeními v místních sítích. K dispozici na Google Play Store pro Android a Apple Store pro iPhone.
da: KDE Connect er en applikation, der muliggør trådløs kommunikation og dataoverførsel mellem enheder på lokale netværk. Tilgængelig i Google Play Butik til Android og Apple Butik til iPhone.
de: KDE Connect ist eine Anwendung, die die drahtlose Kommunikation und den Datenaustausch zwischen Geräten in lokalen Netzwerken erleichtert. Verfügbar im Google Play Store für Android und im Apple Store für iPhone.
el: Το KDE Connect είναι μια εφαρμογή που διευκολύνει την ασύρματη επικοινωνία και τη μεταφορά δεδομένων μεταξύ συσκευών σε τοπικά δίκτυα. Διαθέσιμο στο Google Play Store για Android και στο Apple Store για iPhone.
es: KDE Connect es una aplicación que facilita la comunicación inalámbrica y la transferencia de datos entre dispositivos en redes locales. Disponible en Google Play Store para Android y en la App Store para iPhone.
et: KDE Connect on rakendus, mis hõlbustab traadita suhtlemist ja andmete edastamist seadmete vahel kohalikes võrkudes. Saadaval Google Play poes Androidile ja Apple Store'is iPhone'ile.
fi: KDE Connect on sovellus, joka helpottaa langatonta viestintää ja tietojen siirtoa laitteiden välillä paikallisissa verkoissa. Saatavilla Google Play -kaupassa Androidille ja Apple Store -kaupassa iPhonelle.
fr: KDE Connect est une application qui facilite la communication sans fil et le transfert de données entre les appareils sur des réseaux locaux. Disponible sur le Google Play Store pour Android et l'App Store pour iPhone.
he: KDE Connect הוא יישום המקל על תקשורת אלחוטית והעברת נתונים בין מכשירים ברשתות מקומיות. זמין בחנות Google Play עבור אנדרואיד ובחנות Apple עבור אייפון.
hr: KDE Connect je aplikacija koja olakšava bežičnu komunikaciju i prijenos podataka između uređaja na lokalnim mrežama. Dostupna je na Google Play Storeu za Android i Apple Storeu za iPhone.
hu: A KDE Connect egy alkalmazás, amely megkönnyíti a vezeték nélküli kommunikációt és az adatok átvitelét az eszközök között helyi hálózatokon. Elérhető a Google Play Áruházban Androidra és az Apple Áruházban iPhone-ra.
is: KDE Connect er forrit sem auðveldar þráðlausa samskipti og gagnaflutning milli tækja á staðnetum. Fáanlegt á Google Play Store fyrir Android og Apple Store fyrir iPhone.
it: KDE Connect è un'applicazione che facilita la comunicazione wireless e il trasferimento di dati tra dispositivi su reti locali. Disponibile su Google Play Store per Android e Apple Store per iPhone.
ja: KDE Connectは、ローカルネットワーク上のデバイス間でのワイヤレス通信とデータ転送を容易にするアプリケーションです。Android用のGoogle PlayストアとiPhone用のApple Storeで入手可能です。
nl: KDE Connect is een applicatie die draadloze communicatie en gegevensoverdracht tussen apparaten op lokale netwerken vergemakkelijkt. Beschikbaar in de Google Play Store voor Android en de Apple Store voor iPhone.
no: KDE Connect er en applikasjon som muliggjør trådløs kommunikasjon og datatransfer mellom enheter på lokale nettverk. Tilgjengelig på Google Play Store for Android og Apple Store for iPhone.
pl: KDE Connect to aplikacja, która ułatwia bezprzewodową komunikację i transfer danych między urządzeniami w lokalnych sieciach. Dostępna w Google Play Store dla systemu Android i w Apple Store dla iPhone'a.
pt: O KDE Connect é um aplicativo que facilita a comunicação sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e na Apple Store para iPhone.
ro: KDE Connect este o aplicație care facilitează comunicarea wireless și transferul de date între dispozitivele din rețelele locale. Disponibilă pe Google Play Store pentru Android și pe Apple Store pentru iPhone.
ru: KDE Connect — это приложение, которое облегчает беспроводную связь и передачу данных между устройствами в локальных сетях. Доступно в Google Play Store для Android и в Apple Store для iPhone.
sk: KDE Connect je aplikácia, ktorá uľahčuje bezdrôtovú komunikáciu a prenos dát medzi zariadeniami v lokálnych sieťach. Dostupná v obchode Google Play pre Android a v Apple Store pre iPhone.
sv: KDE Connect är en applikation som underlättar trådlös kommunikation och datatransfer mellan enheter på lokala nätverk. Finns på Google Play Butik för Android och Apple Butik för iPhone.
uk: KDE Connect — це програма, яка полегшує бездротову комунікацію та передачу даних між пристроями в локальних мережах. Доступна в Google Play Store для Android та в Apple Store для iPhone.

source: Kernel Manager
bg: Мениджър на ядрото
cs: Správce jádra
de: Kernel-Verwaltung
el: Διαχειριστής Πυρήνα
es: Gestor de kernel
et: Kernelihaldur
fi: Ydinmanageri
fr: Gestionnaire de noyau
he: מנהל קרנל
hr: Upravitelj jezgre
hu: Kernel Kezelő
is: Kjarna Stjóri
it: Gestore del Kernel
ja: カーネルマネージャー
nl: Kernelbeheerder
no: Kjernehåndtering
pl: Menadżer jądra
pt: Gerenciador de kernel
ro: Manager de Kernel
ru: Менеджер ядра
sk: Správca jadra
sv: Kärnhantering
uk: Менеджер ядра

source: Language Packs
bg: Езикови пакети
cs: Jazykové balíčky
da: Sprogpakker
de: Sprachpakete
el: Γλωσσικά Πακέτα
es: Paquetes de idioma
et: Keelepakkide komplektid
fi: Kielipaketit
fr: Packs de langues
he: חבילות שפה
hr: Jezični paketi
hu: Nyelvi csomagok
is: Málapakkar
it: Pacchetti lingua
ja: 言語パック
nl: Taalpakketten
no: Språkpakker
pl: Pakiety językowe
pt: Pacotes de Idiomas
ro: Pachete de limbă
ru: Языковые пакеты
sk: Jazykové balíky
sv: Språkpaket
uk: Пакети мов

source: Network Info
bg: Информация за мрежата
cs: Informace o síti
da: Netværksinfo
de: Netzwerkinformationen
el: Πληροφορίες Δικτύου
es: Información de red
et: Võrgu teave
fi: Verkkotiedot
fr: Informations sur le réseau
he: מידע רשת
hr: Informacije o mreži
hu: Hálózati információ
is: Netvangs upplýsingar
it: Informazioni di rete
ja: ネットワーク情報
nl: Netwerkinformatie
no: Nettverksinformasjon
pl: Informacje o sieci
pt: Informações da Rede
ro: Informații rețea
ru: Информация о сети
sk: Informácie o sieti
sv: Nätverksinformation
uk: Інформація про мережу

source: Noise Reduction
bg: Редукция на шума
cs: Odstranění šumu
da: Støjreduktion
de: Rauschunterdrückung
el: Μείωση Θορύβου
es: Reducción de Ruido
et: Müraha vähendamine
fi: Melun vähentäminen
fr: Réduction du bruit
he: הפחתת רעש
hr: Smanjenje šuma
hu: Zajcsökkentés
is: Hljóðdrægni
it: Riduzione del rumore
ja: ノイズリダクション
nl: Ruisonderdrukking
no: Støyreduksjon
pl: Redukcja szumów
pt: Redução de Ruído
ro: Reducerea zgomotului
ru: Шумоподавление
sk: Redukcia šumu
sv: Bullereduktion
uk: Зниження шуму

source: OCR to PDF
bg: OCR към PDF
cs: OCR do PDF
da: OCR til PDF
de: OCR zu PDF
el: OCR σε PDF
es: OCR a PDF
et: OCR PDF-ks
fi: OCR PDF:ään
fr: OCR vers PDF
he: OCR ל-PDF
hr: OCR u PDF
hu: OCR a PDF-be
is: OCR í PDF
it: OCR in PDF
ja: OCRをPDFに
nl: OCR naar PDF
no: OCR til PDF
pl: OCR do PDF
pt: OCR para PDF
ro: OCR în PDF
ru: OCR в PDF
sk: OCR na PDF
sv: OCR till PDF
uk: OCR до PDF

source: Our platform is collaborative, join this evolution.
bg: Нашата платформа е колаборативна, присъединете се към тази еволюция.
cs: Naše platforma je spolupracující, připojte se k této evoluci.
da: Vores platform er samarbejdsvillig, deltag i denne udvikling.
de: Unsere Plattform ist kollaborativ, schließen Sie sich dieser Evolution an.
el: Η πλατφόρμα μας είναι συνεργατική, συμμετάσχετε σε αυτήν την εξέλιξη.
es: Nuestra plataforma es colaborativa, únete a esta evolución.
et: Meie platvorm on koostööl põhinev, liitu selle arenguga.
fi: Alustamme on yhteistyöhön perustuva, liity tähän kehitykseen.
fr: Notre plateforme est collaborative, rejoignez cette évolution.
he: הפלטפורמה שלנו היא שיתופית, הצטרף להתפתחות הזו.
hr: Naša platforma je suradnička, pridružite se ovoj evoluciji.
hu: Platformunk együttműködő, csatlakozz ehhez az evolúcióhoz.
is: Vettvangurinn okkar er samvinnuþróun, taktu þátt í þessari þróun.
it: La nostra piattaforma è collaborativa, unisciti a questa evoluzione.
ja: 私たちのプラットフォームは協力的です。この進化に参加してください。
nl: Ons platform is collaboratief, sluit je aan bij deze evolutie.
no: Vår plattform er samarbeidende, bli med på denne utviklingen.
pl: Nasza platforma jest współpracy, dołącz do tej ewolucji.
pt: Nossa plataforma é colaborativa, junte-se a esta evolução.
ro: Platforma noastră este colaborativă, alătură-te acestei evoluții.
ru: Наша платформа является совместной, присоединяйтесь к этой эволюции.
sk: Naša platforma je spolupracujúca, pridajte sa k tejto evolúcii.
sv: Vår plattform är samarbetsinriktad, gå med i denna evolution.
uk: Наша платформа є спільною, приєднуйтесь до цієї еволюції.

source: Printers
bg: Принтери
cs: Tiskárny
da: Printere
de: Drucker
el: Εκτυπωτές
es: Impresoras
et: Printerid
fi: Tulostimet
fr: Imprimantes
he: מדפסות
hr: Tiskare
hu: Nyomtatók
is: Prentarar
it: Stampanti
ja: プリンター
no: Skrivere
pl: Drukarki
pt: Impressoras
ro: Imprimante
ru: Принтеры
sk: Tlačiarne
sv: Skrivare
uk: Принтери

source: Session and Themes
bg: Сесия и Теми
cs: Relace a Témata
da: Sessioner og Temaer
de: Sitzung und Themen
el: Σύνοδος και Θέματα
es: Sesión y Temas
et: Seansid ja teemad
fi: Istunto ja Teemat
fr: Session et Thèmes
he: סשן ונושאים
hr: Sesija i teme
hu: Munkamenet és Témák
is: Session og Þemu
it: Sessioni e Temi
ja: セッションとテーマ
nl: Sessie en Thema's
no: Økt og Temaer
pl: Sesja i motywy
pt: Sessão e Temas
ro: Sesiune și Tematici
ru: Сессия и Темы
sk: Relácia a témy
sv: Session och teman
uk: Сесія та Теми

source: Set your default browser.
bg: Настройте браузъра по подразбиране.
cs: Nastavte svůj výchozí prohlížeč.
da: Indstil din standardbrowser.
de: Legen Sie Ihren Standardbrowser fest.
el: Ορίστε τον προεπιλεγμένο σας περιηγητή.
es: Establece tu navegador predeterminado.
et: Seadke oma vaikebrauser.
fi: Aseta oletusselaimesi.
fr: Définissez votre navigateur par défaut.
he: הגדר את הדפדפן ברירת המחדל שלך.
hr: Postavite svoj zadani preglednik.
hu: Állítsa be az alapértelmezett böngészőt.
is: Stilltuðu vafra sem sjálfgefinn.
it: Imposta il tuo browser predefinito.
ja: デフォルトのブラウザーを設定します。
nl: Stel uw standaardbrowser in.
no: Angi standardnettleseren din.
pl: Ustaw swoją domyślną przeglądarkę.
pt: Defina seu navegador padrão.
ro: Setează browserul tău implicit.
ru: Установите ваш браузер по умолчанию.
sk: Nastavte svoj predvolený prehliadač.
sv: Ställ in din standardwebbläsare.
uk: Встановіть ваш браузер за замовчуванням.

source: Video Converter
bg: Видео конвертор
cs: Video převodník
da: Videokonverter
de: Videokonverter
el: Μετατροπέας Βίντεο
es: Convertidor de Video
et: Videote converter
fi: Videomuunnin
fr: Convertisseur vidéo
he: ממיר וידאו
hr: Video Konverter
hu: Videókonverteráló
is: Vefniverandi
it: Convertitore Video
ja: ビデオコンバーター
no: Videokonverter
pl: Konwerter Wideo
pt: Conversor de Vídeo
ro: Converter video
ru: Видеоконвертер
sk: Prevodník videa
sv: Videokonverter
uk: Конвертер відео
