Repository: biglinux/biglinux-welcome
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, uk

source: We provide comprehensive settings for you to select in an extremely simple way.
bg: Предоставяме обширни настройки, от които да изберете по изключително прост начин.
cs: Nabízíme komplexní nastavení, která si můžete vybrat velmi jednoduchým způsobem.
da: Vi tilbyder omfattende indstillinger, som du kan vælge på en ekstremt enkel måde.
de: Wir bieten umfassende Einstellungen, die Sie auf äußerst einfache Weise auswählen können.
el: Παρέχουμε ολοκληρωμένες ρυθμίσεις για να επιλέξετε με εξαιρετικά απλό τρόπο.
es: Proporcionamos configuraciones completas para que selecciones de una manera extremadamente simple.
et: Pakume ulatuslikke seadeid, mida saate valida äärmiselt lihtsal viisil.
fi: Tarjoamme kattavat asetukset, joista voit valita äärimmäisen yksinkertaisella tavalla.
fr: Nous fournissons des paramètres complets que vous pouvez sélectionner de manière extrêmement simple.
he: אנו מספקים הגדרות מקיפות לבחירה שלך בצורה פשוטה מאוד.
hr: Pružamo sveobuhvatne postavke koje možete odabrati na izuzetno jednostavan način.
hu: Átfogó beállításokat kínálunk, amelyeket rendkívül egyszerű módon választhatsz ki.
is: Við bjóðum upp á heildstæðar stillingar sem þú getur valið á mjög einfaldan hátt.
it: Offriamo impostazioni complete da selezionare in modo estremamente semplice.
ja: 非常に簡単な方法で選択できる包括的な設定を提供します。
nl: We bieden uitgebreide instellingen die u op een uiterst eenvoudige manier kunt selecteren.
no: Vi tilbyr omfattende innstillinger for deg å velge på en ekstremt enkel måte.
pl: Oferujemy kompleksowe ustawienia do wyboru w niezwykle prosty sposób.
pt: Fornecemos configurações abrangentes para você selecionar de uma maneira extremamente simples.
ro: Oferim setări cuprinzătoare pe care le poți selecta într-un mod extrem de simplu.
ru: Мы предоставляем комплексные настройки, которые вы можете выбрать очень простым способом.
sk: Poskytujeme komplexné nastavenia, ktoré si môžete vybrať mimoriadne jednoduchým spôsobom.
sv: Vi tillhandahåller omfattande inställningar för dig att välja på ett extremt enkelt sätt.
uk: Ми надаємо всебічні налаштування, які ви можете вибрати надзвичайно простим способом.

source: WebApps
bg: Уеб приложения
cs: Webové aplikace
de: Webanwendungen
el: Ιστοσελίδες εφαρμογών
es: Aplicaciones web
et: Veebirakendused
fi: Verkkosovellukset
fr: Applications Web
he: אפליקציות רשת
hr: WebAplikacije
hu: Webalkalmazások
is: Vefforrit
it: WebApp
ja: ウェブアプリ
no: Nettapper
pl: Aplikacje internetowe
pt: Aplicativos Web
ro: Aplicații web
ru: Веб-приложения
sk: Webové aplikácie
sv: Webappar
uk: Веб-додатки

source: Your donation is very important for the project and follow us on social media.
bg: Вашето дарение е много важно за проекта и ни последвайте в социалните медии.
cs: Vaše darování je pro projekt velmi důležité a sledujte nás na sociálních médiích.
da: Din donation er meget vigtig for projektet, og følg os på sociale medier.
de: Ihre Spende ist sehr wichtig für das Projekt und folgen Sie uns in den sozialen Medien.
el: Η δωρεά σας είναι πολύ σημαντική για το έργο και ακολουθήστε μας στα μέσα κοινωνικής δικτύωσης.
es: Tu donación es muy importante para el proyecto y síguenos en las redes sociales.
et: Teie annetus on projektile väga oluline ja jälgige meid sotsiaalmeedias.
fi: Lahjoituksesi on erittäin tärkeä projektille ja seuraa meitä sosiaalisessa mediassa.
fr: Votre don est très important pour le projet et suivez-nous sur les réseaux sociaux.
he: התרומה שלך מאוד חשובה לפרויקט ועקוב אחרינו ברשתות החברתיות.
hr: Vaša donacija je vrlo važna za projekt i pratite nas na društvenim mrežama.
hu: A támogatása nagyon fontos a projekt számára, és kövessen minket a közösségi médiában.
is: Þín framlög eru mjög mikilvæg fyrir verkefnið og fylgdu okkur á samfélagsmiðlum.
it: La tua donazione è molto importante per il progetto e seguici sui social media.
ja: あなたの寄付はプロジェクトにとって非常に重要ですので、ソーシャルメディアでフォローしてください。
nl: Uw donatie is erg belangrijk voor het project en volg ons op sociale media.
no: Din donasjon er veldig viktig for prosjektet, og følg oss på sosiale medier.
pl: Twoja darowizna jest bardzo ważna dla projektu i śledź nas w mediach społecznościowych.
pt: Sua doação é muito importante para o projeto e siga-nos nas redes sociais.
ro: Donația ta este foarte importantă pentru proiect și urmărește-ne pe rețelele sociale.
ru: Ваше пожертвование очень важно для проекта, и следите за нами в социальных сетях.
sk: Vaša darcovská činnosť je pre projekt veľmi dôležitá a sledujte nás na sociálnych médiách.
sv: Din donation är mycket viktig för projektet och följ oss på sociala medier.
uk: Ваш внесок є дуже важливим для проєкту та слідкуйте за нами в соціальних мережах.

source: Desktop
bg: Работен плот
da: Skrivebord
el: Επιφάνεια εργασίας
es: Escritorio
et: Töölaud
fi: Työpöytä
fr: Bureau
he: שולחן עבודה
hr: Radna površina
hu: Asztal
is: Skráborð
ja: デスクトップ
nl: Bureaublad
no: Skrivebord
pl: Pulpit
pt: Área de Trabalho
ru: Рабочий стол
sv: Skrivbord
uk: Робочий стіл

source: Display
bg: Дисплей
cs: Displej
da: Skærm
de: Bildschirm
el: Οθόνη
es: Pantalla
et: Ekraan
fi: Näyttö
fr: Écran
he: תצוגה
hr: Zaslon
hu: Kijelző
is: Skjár
it: Schermo
ja: ディスプレイ
nl: Scherm
no: Skjerm
pl: Ekran
pt: Tela
ro: Ecran
ru: Дисплей
sk: Displej
sv: Skärm
uk: Дисплей

source: Could not open %s. It may not be installed.
bg: Не можа да се отвори %s. Може да не е инсталиран.
de: Konnte %s nicht öffnen. Es ist möglicherweise nicht installiert.
el: Δεν ήταν δυνατή η ανοίγμα του %s. Ίσως να μην είναι εγκατεστημένο.
es: No se pudo abrir %s. Puede que no esté instalado.
et: %s ei saanud avada. See ei pruugi olla installitud.
fi: % s ei voitu avata. Sitä ei ehkä ole asennettu.
fr: Impossible d'ouvrir %s. Il se peut qu'il ne soit pas installé.
hr: Nije moguće otvoriti %s. Možda nije instaliran.
hu: Nem sikerült megnyitni a %s-t. Lehet, hogy nincs telepítve.
is: Gat ekki að opna %s. Það gæti ekki verið uppsett.
nl: Kon %s niet openen. Het is mogelijk niet geïnstalleerd.
no: Kunne ikke åpne %s. Det kan hende det ikke er installert.
pl: Nie można otworzyć %s. Może nie być zainstalowany.
pt: Não foi possível abrir %s. Pode não estar instalado.
ro: Nu s-a putut deschide %s. Este posibil să nu fie instalat.
sk: Nepodarilo sa otvoriť %s. Možno nie je nainštalovaný.
sv: Kunde inte öppna %s. Det kanske inte är installerat.
uk: Не вдалося відкрити %s. Можливо, він не встановлений.

source: Could not open application
bg: Не можа да се отвори приложението.
de: Konnte Anwendung nicht öffnen
el: Δεν ήταν δυνατή η εκκίνηση της εφαρμογής.
es: No se pudo abrir la aplicación.
et: Rakendust ei saanud avada.
fi: Sovellusta ei voitu avata.
fr: Impossible d'ouvrir l'application
hr: Nije moguće otvoriti aplikaciju.
hu: Nem sikerült megnyitni az alkalmazást.
is: Gat ekki opnað forrit.
nl: Kon de applicatie niet openen.
no: Kunne ikke åpne applikasjonen
pl: Nie można otworzyć aplikacji.
pt: Não foi possível abrir o aplicativo.
ro: Nu s-a putut deschide aplicația.
sk: Nepodarilo sa otvoriť aplikáciu.
sv: Kunde inte öppna applikationen
uk: Не вдалося відкрити програму

source: OK
hr: U redu
hu: Rendben

source: installed
bg: инсталиран
de: installiert
el: εγκατεστημένο
es: instalado
et: paigaldatud
fi: asennettu
fr: installé
hr: instalirano
hu: telepítve
is: uppsettur
nl: geïnstalleerd
no: installert
pl: zainstalowany
pt: instalado
ro: instalat
sk: nainštalované
sv: installerad
uk: встановлено

source: not installed
bg: не е инсталирано
de: nicht installiert
el: δεν έχει εγκατασταθεί
es: no instalado
et: ei ole installitud
fi: ei asennettu
fr: non installé
hr: nije instalirano
hu: nincs telepítve
is: ekki uppsett
nl: niet geïnstalleerd
no: ikke installert
pl: nie zainstalowane
pt: não instalado
ro: neinstalat
sk: nenainštalované
sv: inte installerad
uk: не встановлено

source: default browser
bg: по подразбиране браузър
de: Standardbrowser
el: προεπιλεγμένος περιηγητής
es: navegador predeterminado
et: vaikimisi brauser
fi: oletusselain
fr: navigateur par défaut
hr: zadani preglednik
hu: alapértelmezett böngésző
is: brautvafri
nl: standaardbrowser
no: standard nettleser
pl: domyślna przeglądarka
pt: navegador padrão
ro: browser implicit
sk: predvolený prehliadač
sv: standardwebbläsare
uk: за замовчуванням браузер

source: Installing %s…
bg: Инсталиране на %s…
de: Installiere %s…
el: Εγκατάσταση %s…
es: Instalando %s…
et: Installeer %s…
fi: Asennetaan %s…
fr: Installation de %s…
hr: Instaliranje %s…
hu: %s telepítése…
nl: %s installeren…
no: Installerer %s…
pl: Instalowanie %s…
pt: Instalando %s…
ro: Instalare %s…
sk: Inštalujem %s…
sv: Installerar %s…
uk: Встановлення %s…

source: Preparing download…
bg: Подготовка на изтегляне…
de: Download wird vorbereitet…
el: Προετοιμασία λήψης…
es: Preparando descarga…
et: Laadimise ettevalmistamine…
fi: Valmistellaan latausta…
fr: Préparation du téléchargement…
hr: Priprema preuzimanja…
hu: Letöltés előkészítése…
is: Undirbúningur niðurhals…
nl: Download voorbereiden…
no: Forbereder nedlasting…
pl: Przygotowywanie pobierania…
pt: Preparando download…
ro: Se pregătește descărcarea…
sk: Pripravujem sťahovanie…
sv: Förbereder nedladdning…
uk: Підготовка завантаження…

source: View details
bg: Преглед на детайли
de: Details anzeigen
el: Δείτε λεπτομέρειες
es: Ver detalles
et: Vaata üksikasju
fi: Näytä tiedot
fr: Voir les détails
hr: Pogledaj pojedinosti
hu: Részletek megtekintése
is: Skoða upplýsingar
nl: Bekijk details
no: Vis detaljer
pl: Zobacz szczegóły
pt: Ver detalhes
ro: Vezi detalii
sk: Zobraziť podrobnosti
sv: Visa detaljer
uk: Переглянути деталі

source: Show installation details
bg: Покажи детайли за инсталацията
de: Installationsdetails anzeigen
el: Εμφάνιση λεπτομερειών εγκατάστασης
es: Mostrar detalles de instalación
et: Kuva installatsiooni üksikasjad
fi: Näytä asennustiedot
fr: Afficher les détails d'installation
hr: Prikaži detalje instalacije
hu: Telepítési részletek megjelenítése
is: Sýna uppsetningarupplýsingar
nl: Toon installatiegegevens
no: Vis detaljer om installasjonen
pl: Pokaż szczegóły instalacji
pt: Mostrar detalhes da instalação
ro: Afișați detalii de instalare
sk: Zobraziť podrobnosti o inštalácii
sv: Visa installationsdetaljer
uk: Показати деталі встановлення

source: Installation log output
bg: Изход на инсталационния журнал
de: Installationsprotokollausgabe
el: Έξοδος αρχείου καταγραφής εγκατάστασης
es: Salida del registro de instalación
et: Installeerimise logi väljund
fi: Asennuslokin tuloste
fr: Sortie du journal d'installation
hr: Izlaz instalacijskog dnevnika
hu: Telepítési napló kimenet
is: útdráttur af uppsetningarskrá
nl: Installatieloguitvoer
no: Installasjonsloggutdata
pl: Wyjście dziennika instalacji
pt: Saída do log de instalação
ro: Ieșire jurnal de instalare
sk: Výstup inštalačného protokolu
sv: Installationsloggutdata
uk: Вихід журналу встановлення

source: Cancel
bg: Отмяна
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégse
is: Hætta við
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
sk: Zrušiť
sv: Avbryt
uk: Скасувати

source: Cancel installation
bg: Отмяна на инсталацията
de: Installation abbrechen
el: Ακύρωση εγκατάστασης
es: Cancelar instalación
et: Tühista installatsioon
fi: Peru asennus
fr: Annuler l'installation
hr: Otkaži instalaciju
hu: Telepítés megszakítása
is: Hætta við uppsetningu
nl: Annuleer installatie
no: Avbryt installasjon
pl: Anuluj instalację
pt: Cancelar instalação
ro: Anulează instalarea
sk: Zrušiť inštaláciu
sv: Avbryt installation
uk: Скасувати встановлення

source: Done
el: Ολοκληρώθηκε
hr: Završeno
hu: Készen van

source: Close installation panel
bg: Затвори панела за инсталация
de: Installationspanel schließen
el: Κλείσιμο πίνακα εγκατάστασης
es: Cerrar panel de instalación
et: Sulge installatsioonipaneel
fi: Sulje asennuspaneeli
fr: Fermer le panneau d'installation
hr: Zatvori panel za instalaciju
hu: Telepítési panel bezárása
is: Loka uppsetningarpanelinn
nl: Sluit installatiepaneel
no: Lukk installasjonsvinduet
pl: Zamknij panel instalacji
pt: Fechar painel de instalação
ro: Închide panoul de instalare
sk: Zavrieť inštalačný panel
sv: Stäng installationspanel
uk: Закрити панель встановлення

source: Installing %s
bg: Инсталиране на %s
de: Installiere %s
el: Εγκατάσταση %s
es: Instalando %s
et: Installeerimine %s
fi: Asennetaan %s
fr: Installation de %s
hr: Instaliranje %s
hu: %s telepítése
nl: %s installeren
no: Installerer %s
pl: Instalowanie %s
pt: Instalando %s
ro: Instalarea %s
sk: Inštalácia %s
sv: Installerar %s
uk: Встановлення %s

source: It has been set as your default browser.
bg: Той е зададен като ваш браузър по подразбиране.
de: Es wurde als Ihr Standardbrowser festgelegt.
el: Έχει οριστεί ως ο προεπιλεγμένος περιηγητής σας.
es: Se ha establecido como tu navegador predeterminado.
et: See on määratud teie vaikimisi brauseriks.
fi: Se on asetettu oletusselaimeksesi.
fr: Il a été défini comme votre navigateur par défaut.
hr: Postavljen je kao vaš zadani preglednik.
hu: Alapértelmezett böngészőként lett beállítva.
is: Það hefur verið stillt sem sjálfgefið vafri þitt.
nl: Het is ingesteld als uw standaardbrowser.
no: Det har blitt satt som din standard nettleser.
pl: Został ustawiony jako twoja domyślna przeglądarka.
pt: Ele foi definido como seu navegador padrão.
ro: A fost setat ca browserul tău implicit.
sk: Bol to nastavené ako váš predvolený prehliadač.
sv: Det har ställts in som din standardwebbläsare.
uk: Він був встановлений як ваш браузер за замовчуванням.

source: %s installed successfully!
bg: %s е инсталиран успешно!
de: %s erfolgreich installiert!
el: %s εγκαταστάθηκε με επιτυχία!
es: ¡%s instalado con éxito!
et: %s installiti edukalt!
fi: %s asennettu onnistuneesti!
fr: %s installé avec succès !
hr: %s je uspješno instaliran!
hu: %s sikeresen telepítve!
is: %s var sett upp með góðum árangri!
nl: %s succesvol geïnstalleerd!
no: %s installert med suksess!
pl: %s zainstalowane pomyślnie!
pt: %s instalado com sucesso!
ro: %s instalat cu succes!
sk: %s bol úspešne nainštalovaný!
sv: %s installerades framgångsrikt!
uk: %s встановлено успішно!

source: %s installed successfully
bg: %s е инсталиран успешно
de: %s erfolgreich installiert
el: %s εγκαταστάθηκε με επιτυχία
es: %s instalado con éxito
et: %s installiti edukalt
fi: %s asennettu onnistuneesti
fr: %s installé avec succès
hr: %s je uspješno instaliran
hu: %s sikeresen telepítve.
is: %s var sett upp með góðum árangri
nl: %s succesvol geïnstalleerd
no: %s installert med suksess
pl: %s zainstalowane pomyślnie
pt: %s instalado com sucesso
ro: %s instalat cu succes
sk: %s bol úspešne nainštalovaný
sv: %s installerades framgångsrikt
uk: %s успішно встановлено

source: Failed to install %s
bg: Неуспешна инсталация на %s
de: Installation von %s fehlgeschlagen.
el: Αποτυχία εγκατάστασης %s
es: Error al instalar %s
et: %si installimine ebaõnnestus
fi: Asennus epäonnistui %s
fr: Échec de l'installation de %s
hr: Nije moguće instalirati %s
hu: A %s telepítése nem sikerült.
is: Ekki tókst að setja upp %s
nl: Installatie van %s is mislukt.
no: Feilet å installere %s
pl: Nie udało się zainstalować %s
pt: Falha ao instalar %s
ro: Instalarea %s a eșuat.
sk: Inštalácia %s zlyhala
sv: Misslyckades med att installera %s
uk: Не вдалося встановити %s

source: Check the details below for more information.
bg: Проверете подробностите по-долу за повече информация.
de: Überprüfen Sie die Einzelheiten unten für weitere Informationen.
el: Ελέγξτε τις λεπτομέρειες παρακάτω για περισσότερες πληροφορίες.
es: Consulta los detalles a continuación para más información.
et: Kontrollige allpool olevaid üksikasju lisainformatsiooni saamiseks.
fi: Tarkista alla olevat tiedot saadaksesi lisätietoja.
fr: Vérifiez les détails ci-dessous pour plus d'informations.
hr: Provjerite detalje u nastavku za više informacija.
hu: Ellenőrizze az alábbi részleteket a további információkért.
is: Skoðaðu upplýsingarnar hér að neðan fyrir frekari upplýsingar.
nl: Bekijk de onderstaande details voor meer informatie.
no: Sjekk detaljene nedenfor for mer informasjon.
pl: Sprawdź szczegóły poniżej, aby uzyskać więcej informacji.
pt: Verifique os detalhes abaixo para mais informações.
ro: Verificați detaliile de mai jos pentru mai multe informații.
sk: Skontrolujte podrobnosti nižšie pre viac informácií.
sv: Kontrollera detaljerna nedan för mer information.
uk: Перевірте деталі нижче для отримання додаткової інформації.

source: Installation of %s failed
bg: Инсталацията на %s не успя
de: Die Installation von %s ist fehlgeschlagen.
el: Η εγκατάσταση του %s απέτυχε
es: La instalación de %s falló.
et: %s installimine ebaõnnestus
fi: %s asennus epäonnistui
fr: L'installation de %s a échoué.
hr: Instalacija %s nije uspjela
hu: A %s telepítése meghiúsult.
is: Uppsetning á %s mistókst
nl: Installatie van %s is mislukt
no: Installasjonen av %s mislyktes
pl: Instalacja %s nie powiodła się
pt: A instalação de %s falhou
ro: Instalarea %s a eșuat
sk: Inštalácia %s zlyhala
sv: Installation av %s misslyckades
uk: Встановлення %s не вдалося

source: Cannot cancel during installation
bg: Не може да се отмени по време на инсталацията.
de: Kann während der Installation nicht abgebrochen werden.
el: Δεν μπορείτε να ακυρώσετε κατά τη διάρκεια της εγκατάστασης.
es: No se puede cancelar durante la instalación.
et: Installimise ajal ei saa tühistada.
fi: Asennuksen aikana ei voi peruuttaa.
fr: Impossible d'annuler pendant l'installation.
hr: Ne možete otkazati tijekom instalacije.
hu: Telepítés közben nem lehet megszakítani.
is: Ekki er hægt að hætta við meðan á uppsetningu stendur.
nl: Kan niet annuleren tijdens installatie
no: Kan ikke avbryte under installasjon
pl: Nie można anulować podczas instalacji.
pt: Não é possível cancelar durante a instalação.
ro: Nu se poate anula în timpul instalării.
sk: Nie je možné zrušiť počas inštalácie.
sv: Kan inte avbryta under installationen
uk: Не можна скасувати під час встановлення

source: Downloading {name}…
bg: Изтегляне на {name}…
de: Herunterladen von {name}…
el: Κατεβάζω {name}…
es: Descargando {name}…
et: Laadimine {name}…
fi: Ladataan {name}…
fr: Téléchargement de {name}…
hr: Preuzimanje {name}…
hu: {név} letöltése…
is: Niðurhala {name}…
nl: {naam} downloaden…
no: Laster ned {name}…
pl: Pobieranie {name}…
pt: Baixando {name}…
ro: Se descarcă {name}…
sk: Sťahovanie {name}…
sv: Laddar ner {name}…
uk: Завантаження {name}…

source: Downloading… {pct}% ({speed})
bg: Изтегляне… {pct}% ({speed})
de: Herunterladen… {pct}% ({speed})
el: Κατεβάζω… {pct}% ({speed})
es: Descargando… {pct}% ({speed})
et: Laadimine… {pct}% ({speed})
fi: Ladataan… {pct}% ({speed})
fr: Téléchargement… {pct}% ({speed})
hr: Preuzimanje… {pct}% ({speed})
hu: Letöltés… {pct}% ({speed})
is: Sæki… {pct}% ({speed})
nl: Downloaden… {pct}% ({speed})
no: Laster ned… {pct}% ({speed})
pl: Pobieranie… {pct}% ({speed})
pt: Baixando… {pct}% ({speed})
ro: Se descarcă… {pct}% ({speed})
sk: Sťahovanie… {pct}% ({speed})
sv: Laddar ner… {pct}% ({speed})
uk: Завантаження… {pct}% ({speed})

source: Hide details
bg: Скрий детайли
de: Details ausblenden
el: Απόκρυψη λεπτομερειών
es: Ocultar detalles
et: Peida üksikasjad
fi: Piilota tiedot
fr: Masquer les détails
hr: Sakrij detalje
hu: Részletek elrejtése
is: Fela upplýsingar
nl: Verberg details
no: Skjul detaljer
pl: Ukryj szczegóły
pt: Ocultar detalhes
ro: Ascunde detalii
sk: Skryť podrobnosti
sv: Dölj detaljer
uk: Сховати деталі

source: Hide installation details
bg: Скрий детайлите за инсталацията
de: Installationsdetails ausblenden
el: Απόκρυψη λεπτομερειών εγκατάστασης
es: Ocultar detalles de instalación
et: Peida installatsiooni üksikasjad
fi: Piilota asennustiedot
fr: Masquer les détails d'installation
hr: Sakrij detalje instalacije
hu: Telepítési részletek elrejtése
is: Fela uppsetningar upplýsingar
nl: Verberg installatiegegevens
no: Skjul installasjonsdetaljer
pl: Ukryj szczegóły instalacji
pt: Ocultar detalhes da instalação
ro: Ascunde detaliile instalării
sk: Skryť podrobnosti inštalácie
sv: Dölj installationsdetaljer
uk: Сховати деталі встановлення

source: Cancelling…
bg: Отказване…
de: Abbrechen…
el: Ακύρωση…
es: Cancelando…
et: Tühistamine…
fi: Peruutetaan…
fr: Annulation…
hr: Otkaži…
hu: Mégse…
is: Aftengreina…
nl: Annuleren…
no: Avbryter…
pl: Anulowanie…
pt: Cancelando…
ro: Anulând…
sk: Zrušenie…
sv: Avbryter…
uk: Скасування…

source: Cancelling installation…
bg: Отказване на инсталацията…
de: Installation wird abgebrochen…
el: Ακύρωση εγκατάστασης…
es: Cancelando la instalación…
et: Installeerimise tühistamine…
fi: Asennus peruutetaan…
fr: Annulation de l'installation…
hr: Otkaži instalaciju…
hu: Telepítés megszakítása…
is: Að aflýsa uppsetningu…
nl: Installatie annuleren…
no: Avbryter installasjon…
pl: Anulowanie instalacji…
pt: Cancelando instalação…
ro: Anularea instalării…
sk: Zrušenie inštalácie…
sv: Avbryter installation…
uk: Скасування встановлення…

source: In search of the perfect system!
bg: В търсене на перфектната система!
de: Auf der Suche nach dem perfekten System!
el: Σε αναζήτηση του τέλειου συστήματος!
es: ¡En busca del sistema perfecto!
et: Otsin täiuslikku süsteemi!
fi: Etsimässä täydellistä järjestelmää!
fr: À la recherche du système parfait !
hr: U potrazi za savršenim sustavom!
hu: A tökéletes rendszer keresése!
is: Í leit að fullkomnu kerfi!
nl: Op zoek naar het perfecte systeem!
no: På jakt etter det perfekte systemet!
pl: W poszukiwaniu idealnego systemu!
pt: Em busca do sistema perfeito!
ro: În căutarea sistemului perfect!
sk: V hľadaní dokonalého systému!
sv: I sökandet efter det perfekta systemet!
uk: У пошуках ідеальної системи!

source: Welcome to your new system
bg: Добре дошли в новата ви система
cs: Vítejte ve svém novém systému
da: Velkommen til dit nye system
de: Willkommen in Ihrem neuen System
el: Καλώς ήρθατε στο νέο σας σύστημα
es: Bienvenido a tu nuevo sistema
et: Tere tulemast oma uude süsteemi
fi: Tervetuloa uuteen järjestelmääsi
fr: Bienvenue dans votre nouveau système
he: ברוך הבא למערכת החדשה שלך
hr: Dobrodošli u vaš novi sustav
hu: Üdvözöljük az új rendszerében
is: Velkomin í nýja kerfið þitt
it: Benvenuto nel tuo nuovo sistema
ja: 新しいシステムへようこそ
nl: Welkom bij uw nieuwe systeem
no: Velkommen til ditt nye system
pl: Witamy w nowym systemie
pt: Bem-vindo ao seu novo sistema
ro: Bine ai venit în noul tău sistem
ru: Добро пожаловать в вашу новую систему
sk: Vitajte vo vašom novom systéme
sv: Välkommen till ditt nya system
uk: Ласкаво просимо до вашої нової системи

source: Changing default browser
bg: Смяна на браузъра по подразбиране
de: Standardbrowser ändern
el: Αλλαγή προεπιλεγμένου προγράμματος περιήγησης
es: Cambiando el navegador predeterminado
et: Vaikimisi brauseri muutmine
fi: Olet vaihtamassa oletusselainta.
fr: Changer de navigateur par défaut
hr: Promjena zadane preglednika
hu: Alapértelmezett böngésző megváltoztatása
is: Breyting á sjálfgefnum vafra
nl: Standaardbrowser wijzigen
no: Endre standardnettleser
pl: Zmiana domyślnej przeglądarki
pt: Alterando o navegador padrão
ro: Schimbarea browser-ului implicit
sk: Zmena predvoleného prehliadača
sv: Ändra standardwebbläsare
uk: Зміна браузера за замовчуванням

source: Setting %s as default…
bg: Настройване на %s като по подразбиране…
de: %s als Standard festlegen…
el: Ορισμός του %s ως προεπιλογή…
es: Estableciendo %s como predeterminado…
et: Seadist %s vaikimisi…
fi: Asetetaan %s oletukseksi…
fr: Définir %s comme valeur par défaut…
hr: Postavljanje %s kao zadano…
hu: %s alapértelmezettként beállítása…
is: Stillir %s sem sjálfgefið…
nl: %s als standaard instellen…
no: Setter %s som standard…
pl: Ustawianie %s jako domyślne…
pt: Definindo %s como padrão…
ro: Setarea %s ca implicit…
sk: Nastavovanie %s ako predvolené…
sv: Inställer %s som standard…
uk: Встановлення %s за замовчуванням…
