Repository: biglinux/biglinux-welcome
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, uk

source: %s set as default
bg: %s зададено като по подразбиране
de: %s als Standard festgelegt
el: %s ορίστηκε ως προεπιλογή
es: %s establecido como predeterminado
et: %s seatud vaikimisi
fi: %s asetettu oletukseksi
fr: %s défini par défaut
hr: %s postavljen kao zadani
hu: %s alapértelmezettként beállítva
is: %s stillt sem sjálfgefið
nl: %s ingesteld als standaard
no: %s satt som standard
pl: %s ustawione jako domyślne
pt: %s definido como padrão
ro: %s setat ca implicit
sk: %s nastavené ako predvolené
sv: %s inställt som standard
uk: %s встановлено за замовчуванням

source: Still working…
bg: Все още работи…
de: Immer noch am Arbeiten…
el: Ακόμα εργάζεται…
es: Aún trabajando…
et: Endiselt töötan…
fi: Vielä työskentelee…
fr: Toujours en cours…
hr: Još uvijek radi…
hu: Még dolgozik…
is: Þú ert enn að vinna…
nl: Nog bezig…
no: Fortsatt arbeid…
pl: Wciąż pracuje…
pt: Ainda trabalhando…
ro: Încă se lucrează…
sk: Ešte pracujem…
sv: Fortfarande arbetar…
uk: Все ще працює…

source: Show on startup
bg: Покажи при стартиране
cs: Zobrazit při spuštění
da: Vis ved opstart
de: Beim Start anzeigen
el: Εμφάνιση κατά την εκκίνηση
es: Mostrar al inicio
et: Näita käivitamisel
fi: Näytä käynnistyksessä
fr: Afficher au démarrage
he: הצג בהפעלה
hr: Prikaži pri pokretanju
hu: Indításkor megjelenítés
is: Sýna við upphaf
it: Mostra all'avvio
ja: 起動時に表示
nl: Toon bij opstarten
no: Vis ved oppstart
pl: Pokaż przy uruchamianiu
pt: Mostrar na inicialização
ro: Afișează la pornire
ru: Показывать при запуске
sk: Zobraziť pri spustení
sv: Visa vid start
uk: Показувати при запуску

source: Welcome
bg: Добре дошли
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
et: Tere tulemast
fi: Tervetuloa
fr: Bienvenue
hr: Dobrodošli
hu: Üdvözöljük
is: Velkomin
nl: Welkom
no: Velkommen
pl: Witamy
pt: Bem-vindo
ro: Bine ai venit
sk: Vitajte
sv: Välkommen
uk: Ласкаво просимо

source: Previous page
bg: Предишна страница
de: Vorherige Seite
el: Προηγούμενη σελίδα
es: Página anterior
et: Eelmine leht
fi: Edellinen sivu
fr: Page précédente
hr: Prethodna stranica
hu: Előző oldal
is: Fyrri síða
nl: Vorige pagina
no: Forrige side
pl: Poprzednia strona
pt: Página anterior
ro: Pagina anterioară
sk: Predchádzajúca stránka
sv: Föregående sida
uk: Попередня сторінка

source: Next page
bg: Следваща страница
de: Nächste Seite
el: Επόμενη σελίδα
es: Siguiente página
et: Järgmine leht
fi: Seuraava sivu
fr: Page suivante
hr: Sljedeća stranica
hu: Következő oldal
is: Næsta síða
nl: Volgende pagina
no: Neste side
pl: Następna strona
pt: Próxima página
ro: Pagina următoare
sk: Ďalšia stránka
sv: Nästa sida
uk: Наступна сторінка

source: Get Started
bg: Започнете
cs: Začít
da: Kom i gang
de: Loslegen
el: Ξεκινήστε
es: Comenzar
et: Alusta
fi: Aloita
fr: Commencer
he: התחל
hr: Započni
hu: Kezdjük el
is: Byrjaðu
it: Inizia
ja: 始める
nl: Aan de slag
no: Kom i gang
pl: Zacznij teraz
pt: Começar
ro: Începeți
ru: Начать
sk: Začať
sv: Kom igång
uk: Розпочати

source: Browser Install
cs: Instalace prohlížeče
da: Browserinstallation
it: Installazione del browser

source: Installing Browser, Please wait...
cs: Instalace prohlížeče, prosím čekejte...
da: Installerer browser, vent venligst...
it: Installazione del browser, attendere...

source: Browser installed successfully!
cs: Prohlížeč byl úspěšně nainstalován!
da: Browser installeret med succes!
it: Browser installato con successo!

source: An error occurred while install browser.
cs: Při instalaci prohlížeče došlo k chybě.
da: Der opstod en fejl under installationen af browseren.
it: Si è verificato un errore durante l'installazione del browser.

source: Unknown
cs: Neznámý
da: Ukendt
he: לא ידוע
it: Sconosciuto
ja: 不明
ru: Неизвестно
